// General
"ADD" = "Adicionar";
"OK" = "OK";
"CANCEL" = "Cancelar";
"Space" = "Espaço";
"SPACES" = "Spaces";
"OPTIONS" = "Opções…";
"CONTINUE" = "Continuar";
"SEARCHING" = "Buscando…";
"CONNECTING" = "Conectando…";

// Trackpad tab
"2NDCLICK_TAPPING" = "Para realizar cliques secundários, coloque dois dedos sobre o trackpad e clique no botão";
"2NDCLICK_CLICKING" = "Toque no trackpad usando dois dedos para fazer um clique secundário";

// Keyboard tab
"FN_FLIPPER_TITLE" = "Usar todas as teclas F1, F2, etc. como teclas de função padrão";
"FN_FLIPPER_NOTE" = "Quando esta opção estiver selecionada, pressione a tecla Fn para usar os recursos especiais impressos em cada tecla.";

// User Configurable Keys tab
"USER_ITEMS_GROUP" = "Itens do usuário";
"USER_ITEMS_DESC" = "Abre %@";
"ONOFF_TOOLTIP" = "Selecione um atalho na lista para ativá-lo";
"RESTORE_DEFAULTS_TITLE" = "Tem certeza de que deseja redefinir todos os atalhos a seus ajustes padrão?";
"RESTORE_DEFAULTS_DESCR" = "Você não pode desfazer esta ação.";

// Combobox entries
"MODIFER_OPTION" = "⌥ Opção";
"MODIFER_CONTROL" = "⌃ Controle";
"MODIFER_COMMAND" = "⌘ Comando";

// BT related
"D_SECS" = "%d seg";
"NEVER" = "Nunca";

"MOUSE" = "Mouse";
"KEYBOARD" = "Teclado";
"UNKNOWN" = "Desconhecido";

"NEW_APPLICATION_ITEM" = "<item de menu sem título>";

"APP_IS_NOT_COMPATIBLE" = "Você não pode adicionar atalhos de teclado para o aplicativo %@.";

"MOUSEBUTTON_OPEN" = "Abrir \“%@\”";


// Gestures
"ONEFINGER" = "Um Dedo";
"TAP_TO_CLICK_GESTURE" = "Tocar para Clicar";
"DRAGGING_GESTURE" = "Arrastar";
"DRAGLOCK_GESTURE" = "Bloquear Ação de Arrastar";
"TWOFINGER" = "Dois Dedos";
"TWOFINGER_SECONDARYCLICK" = "Clique secundário";
"THREEFINGER" = "Três Dedos";
"FOURFINGER" = "Quatro Dedos";
"SECONDARYCLICK_GESTURE" = "Clique Secundário";
"SECONDARYCLICK_GESTURE_TAP" = "Toque Secundário";
"PRESS_SPECIFIC" = "Clique Secundário";
"PRESS_ANYWHER" = "Pressione em qualquer lugar com Dois dedos";
"SCREENZOOMGESTURE" = "Zoom da Tela";
"PINCH_GESTURE" = "Separar e Juntar os Dedos";
"ROTATE_GESTURE" = "Girar";
"3FINGER_SWIPE_GESTURE" = "Passar os Dedos para Navegar";
"2FINGER_SCROLL_GESTURE" = "Rolar";
"4FINGER_UPDOWN_GESTURE_NAME" = "Na Vertical para Exposé";
"4FINGER_UPDOWN_GESTURE_NAVIGATE" = "Passe o Dedo Para Cima/Baixo para Navegar";
"4FINGER_SWIPE_GESTURE_NAME" = "Na Horizontal para Alternar Aplicativos";
"4FINGER_SWIPE_GESTURE_NAVIGATE" = "Para Navegar, Passe os Dedos para Esq./Dir.";

"BOTTOM_RIGHT_CORNER" = "Canto Direito Inferior";
"BOTTOM_LEFT_CORNER" = "Canto Esquerdo Inferior";

"WITH_MOMENTUM" = "com Inércia";
"WITHOUT_MOMENTUM" = "sem Inércia";
//
"THREE_FINGER_DRAGGING" = "Arrastar";
"SWIPE_TO_NAVIGATE" = "Passar os Dedos para Navegar";

//
"GESTURE_SWITCH_APP" = "para Alternar Aplicativos";
"GESTURE_NAVIGATE" = "para Navegar";
"GESTURE_EXPOSE" = "para Exposé";


// Gesture notes
"AX_TapToClick" = "Para clicar, toque o trackpad com um dedo.";
"AX_Dragging" = "Para arrastar, toque no trackpad e imediatamente coloque o seu dedo sobre trackpad enquanto o move. Para parar de arrastar, levante o dedo.";
"AX_DragLock" = "Para arrastar, toque no trackpad e coloque o seu dedo sobre trackpad enquanto o move. Para parar de arrastar, toque novamente.";
"AX_SecondaryClick" = "Para abrir um menu de atalho de um item, coloque dois dedos sobre o trackpad e clique com o botão do trackpad. Se a opção \“Tocar para Clicar\” estiver selecionada, basta dar um toque com os dois dedos no trackpad.";
"AX_Scroll" = "Para realizar a rolagem ao longo do conteúdo da janela ativa, coloque dois dedos sobre o trackpad e mova-os para cima, para baixo ou para os lados.";
"AX_ScreenZoom" = "Para ampliar ou reduzir a imagem da tela, mantenha pressionada a tecla Controle e mova dois dedos para cima e para baixo no trackpad. Para trocar a tecla modificadora, clique em Opções.";
"AX_Pinch" = "Para ampliar ou reduzir imagens e outros itens, separe ou aproxime os dedos indicador e polegar mantendo a ponta desses dedos em contato com o trackpad.";
"AX_Rotate" = "Para girar imagens e outros itens na tela, encoste a ponta de dois dedos no trackpad e gire-os.";
"AX_Swipe" = "Para mover para o item anterior ou seguinte, deslize rapidamente três dedos para a esquerda ou direita ao longo do trackpad.";
"AX_4F_Swipe_EXPOSE" = "Passe quatro dedos para cima ou para baixo no trackpad para usar o Exposé.";
"AX_4F_Swipe_APPS" = "Passe quatro dedos para a direita ou para a esquerda ao longo do trackpad para alternar entre os aplicativos abertos.";


//
"TOP_LABEL_BT_OFF_HEADER" = "Ativar Bluetooth.";
"TOP_LABEL_BT_HEADER" = "Aguarde até que um trackpad Bluetooth seja detectado.";
"MID_LABEL_NO_TRACKPAD" = "Não foi encontrado nenhum trackpad";
"MID_LABEL_1_TRACKPAD" = "Foi encontrado 1 trackpad";
"MID_LABEL_TRACKPAD_FOUND" = "\“%@\” foi encontrado";
"TURN_BT_ON" = "Ativar Bluetooth";
